Repository: knikita2505/cleaner_cursor
Catalog: cleaner_cursor/Localizable.xcstrings
Source language: en
Languages: es, ja, pt_br

source: On OLED screens (iPhone X and later), Dark Mode can significantly reduce battery usage since black pixels are turned off.
es: En pantallas OLED (iPhone X y posteriores), el modo oscuro puede reducir mucho el gasto porque los píxeles negros se apagan.
ja: OLEDディスプレイ（iPhone X以降）では、ダークモードで黒い画素が消灯するため、バッテリー消費を大きく抑えられます。
pt_br: Em telas OLED (iPhone X e posteriores), o Modo Escuro pode reduzir bastante o uso de bateria, pois os pixels pretos ficam apagados.

source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
pt_br: Abrir Ajustes

source: Organize Your Photos 🧹
es: Organiza tus fotos 🧹
ja: 写真を整理しましょう 🧹
pt_br: Organize suas fotos 🧹

source: Organized by Month
es: Organizado por mes
ja: 月ごとに整理
pt_br: Organizado por mês

source: Passcode
es: Código
ja: パスコード
pt_br: Código

source: Passcode + %@
es: Código + %@
ja: パスコード + %@
pt_br: Código + %@

source: Passcode enabled
es: Código activado
ja: パスコード有効
pt_br: Código ativado

source: Passcode is not set
es: El código no está configurado
ja: パスコードが設定されていません
pt_br: O código não está definido

source: Passcodes don't match
es: Los códigos no coinciden
ja: パスコードが一致しません
pt_br: Os códigos não coincidem

source: Payment information is invalid. Please check your payment method.
es: Los datos de pago no son válidos. Revisa tu método de pago.
ja: 支払い情報が無効です。支払い方法を確認してください。
pt_br: As informações de pagamento são inválidas. Verifique a forma de pagamento.

source: Perform
es: Rendim.
ja: 性能
pt_br: Desemp.

source: Performance
es: Rendimiento
ja: パフォーマンス
pt_br: Desempenho

source: Phone
es: Teléfono
ja: 電話
pt_br: Telefone

source: Photo %lld of %lld
es: Foto %lld de %lld
ja: 写真 %lld / %lld
pt_br: Foto %lld de %lld

source: Photo Cleaner
es: Limpieza de fotos
ja: 写真クリーナー
pt_br: Limpador de fotos

source: Photo library access is required
es: Se requiere acceso a la biblioteca de fotos
ja: 写真ライブラリへのアクセスが必要です
pt_br: É necessário acesso à fototeca

source: Photo library access not authorized
es: Acceso a la biblioteca de fotos no autorizado
ja: 写真ライブラリへのアクセスが許可されていません
pt_br: Acesso à fototeca não autorizado

source: Photo Library Update 🗂️
es: Actualización de la biblioteca 🗂️
ja: 写真ライブラリの更新 🗂️
pt_br: Atualização da fototeca 🗂️

source: Photos
es: Fotos
ja: 写真
pt_br: Fotos

source: Photos Access Required
es: Se requiere acceso a Fotos
ja: 写真へのアクセスが必要です
pt_br: Acesso às Fotos necessário

source: Photos are grouped by month for easy browsing
es: Las fotos se agrupan por mes para verlas con facilidad
ja: 写真は月ごとに分かれているので見やすいです
pt_br: As fotos são agrupadas por mês para facilitar a navegação

source: Photos Cleaner
es: Limpieza de fotos
ja: 写真クリーナー
pt_br: Limpador de fotos

source: Photos overview
es: Resumen de fotos
ja: 写真の概要
pt_br: Visão geral das fotos

source: Photos: %lld
es: Fotos: %lld
ja: 写真：%lld
pt_br: Fotos: %lld

source: Please check your connection and try again.
es: Comprueba tu conexión e inténtalo de nuevo.
ja: 接続を確認して、もう一度お試しください。
pt_br: Verifique sua conexão e tente novamente.

source: Please check your connection...
es: Comprueba tu conexión...
ja: 接続を確認してください...
pt_br: Verifique sua conexão...

source: Please enable contacts access in Settings to import contacts.
es: Activa el acceso a contactos en Ajustes para importarlos.
ja: 連絡先を読み込むには、設定で連絡先へのアクセスを許可してください。
pt_br: Ative o acesso aos contatos em Ajustes para importá-los.

source: Potential savings
es: Ahorro potencial
ja: 節約できる容量
pt_br: Economia potencial

source: Powerful Features
es: Funciones potentes
ja: 充実した機能
pt_br: Recursos poderosos

source: Prices Loading...
es: Cargando precios...
ja: 価格を読み込み中...
pt_br: Carregando preços...

source: Prices will be displayed at checkout
es: Los precios se mostrarán al pagar
ja: 価格はお会計時に表示されます
pt_br: Os preços serão exibidos no pagamento

source: Prices will be shown at checkout.
es: Los precios se mostrarán al pagar.
ja: 価格はお会計時に表示されます。
pt_br: Os preços serão exibidos no pagamento.

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: Private Storage Vault
es: Bóveda de almacenamiento privado
ja: プライベート保管庫
pt_br: Cofre de armazenamento privado

source: Processing %lld/%lld...
es: Procesando %lld/%lld...
ja: 処理中 %lld/%lld...
pt_br: Processando %lld/%lld...

source: Products Unavailable
es: Productos no disponibles
ja: 商品を利用できません
pt_br: Produtos indisponíveis

source: Protect Your Data
es: Protege tus datos
ja: データを保護
pt_br: Proteja seus dados

source: Protected Access
es: Acceso protegido
ja: 保護されたアクセス
pt_br: Acesso protegido

source: Purchase could not be completed. Please try again.
es: No se pudo completar la compra. Inténtalo de nuevo.
ja: 購入を完了できませんでした。もう一度お試しください。
pt_br: Não foi possível concluir a compra. Tente novamente.

source: Purchase failed
es: Error en la compra
ja: 購入に失敗しました
pt_br: Falha na compra

source: Purchase failed. Please check your internet connection and try again.
es: Error en la compra. Comprueba tu conexión e inténtalo de nuevo.
ja: 購入に失敗しました。インターネット接続を確認してもう一度お試しください。
pt_br: Falha na compra. Verifique a conexão e tente novamente.

source: Purchase was cancelled.
es: Se canceló la compra.
ja: 購入がキャンセルされました。
pt_br: A compra foi cancelada.

source: Quick Merge
es: Fusión rápida
ja: クイック統合
pt_br: Mesclagem rápida

source: Quick Merge?
es: ¿Fusión rápida?
ja: クイック統合しますか？
pt_br: Mesclagem rápida?

source: Quick unlock with biometrics
es: Desbloqueo rápido con biometría
ja: 生体認証ですばやく解除
pt_br: Desbloqueio rápido com biometria

source: Re-enter your passcode
es: Vuelve a introducir el código
ja: パスコードを再入力
pt_br: Digite o código novamente

source: Recent
es: Recientes
ja: 新しい順
pt_br: Recentes

source: Recommendations
es: Recomendaciones
ja: おすすめ
pt_br: Recomendações

source: Recommended for deletion
es: Recomendado para eliminar
ja: 削除をおすすめ
pt_br: Recomendado para exclusão

source: Reduce Motion Effects
es: Reduce los efectos de movimiento
ja: 視覚効果を減らす
pt_br: Reduza os efeitos de movimento

source: Reduce motion effects to improve performance on older devices. Go to Settings > Accessibility > Motion > Reduce Motion.
es: Reduce el movimiento para mejorar el rendimiento en dispositivos antiguos. Ve a Ajustes > Accesibilidad > Movimiento > Reducir movimiento.
ja: 動きの効果を減らすと、古いデバイスの動作が改善することがあります。設定 > アクセシビリティ > 動き > 視差効果を減らす。
pt_br: Reduza os efeitos de movimento para melhorar o desempenho em aparelhos mais antigos. Vá em Ajustes > Acessibilidade > Movimento > Reduzir Movimento.

source: Reduce Screen Brightness
es: Baja el brillo de la pantalla
ja: 画面の明るさを下げる
pt_br: Reduza o brilho da tela

source: Regularly charging to 100% can reduce long-term battery capacity. Try to keep your battery between 20% and 80% for optimal health.
es: Cargar siempre al 100% puede reducir la capacidad con el tiempo. Intenta mantenerla entre el 20% y el 80%.
ja: 毎回100%まで充電すると、長期的に容量が低下することがあります。20〜80%の間を目安にしましょう。
pt_br: Carregar sempre até 100% pode reduzir a capacidade com o tempo. Tente manter entre 20% e 80%.

source: Remove empty contacts
es: Quitar contactos vacíos
ja: 空の連絡先を削除する
pt_br: Remover contatos vazios

source: Remove Live Photo videos
es: Quitar videos de Live Photo
ja: Live Photoのビデオを削除する
pt_br: Remover vídeos de Live Photo

source: Remove photos from your library after hiding
es: Quitar las fotos de tu biblioteca después de ocultarlas
ja: 隠したあとにライブラリから写真を削除
pt_br: Remover as fotos da biblioteca após ocultá-las

source: Required to access Secret Space
es: Necesario para entrar al Espacio secreto
ja: シークレットスペースへのアクセスに必要です
pt_br: Obrigatório para acessar o Espaço secreto

source: Restart Your Device
es: Reinicia tu dispositivo
ja: デバイスを再起動
pt_br: Reinicie o dispositivo

source: Restore
es: Restaurar
ja: 復元
pt_br: Restaurar

source: Restore %@
es: Restaurar %@
ja: %@を復元
pt_br: Restaurar %@

source: Restore %lld Contacts
es: Restaurar %lld contactos
ja: %lld件の連絡先を復元
pt_br: Restaurar %lld contatos

source: Restore All
es: Restaurar todo
ja: すべて復元
pt_br: Restaurar tudo

source: Restore All Contacts?
es: ¿Restaurar todos los contactos?
ja: すべての連絡先を復元しますか？
pt_br: Restaurar todos os contatos?

source: Restore Contact?
es: ¿Restaurar contacto?
ja: 連絡先を復元しますか？
pt_br: Restaurar contato?

source: Restoring contacts...
es: Restaurando contactos...
ja: 連絡先を復元中...
pt_br: Restaurando contatos...

source: Restrict background location access for apps
es: Restringe el acceso a la ubicación en segundo plano
ja: アプリのバックグラウンド位置情報を制限しましょう
pt_br: Restrinja o acesso à localização em segundo plano

source: Review
es: Revisar
ja: 確認
pt_br: Revisar

source: Review & Confirm
es: Revisar y confirmar
ja: 確認して適用
pt_br: Revisar e confirmar

source: Review & Delete
es: Revisar y eliminar
ja: 確認して削除
pt_br: Revisar e excluir

source: Review & Merge
es: Revisar y fusionar
ja: 確認して統合
pt_br: Revisar e mesclar

source: Review contacts with similar names and delete duplicates manually
es: Revisa contactos con nombres similares y elimina duplicados a mano
ja: 似た名前の連絡先を確認し、重複を手動で削除します
pt_br: Revise contatos com nomes semelhantes e exclua duplicatas manualmente

source: Review Photos
es: Revisar fotos
ja: 写真を確認
pt_br: Revisar fotos

source: Review Screenshots
es: Revisar capturas
ja: スクリーンショットを確認
pt_br: Revisar capturas

source: Review Similar Photos
es: Revisa fotos similares
ja: 似た写真を確認
pt_br: Revise fotos semelhantes

source: Review similar photos and keep only your favorites.
es: Revisa las fotos similares y quédate solo con tus favoritas.
ja: 似た写真を確認して、お気に入りだけ残しましょう。
pt_br: Revise fotos semelhantes e fique só com as favoritas.

source: Review Videos
es: Revisar videos
ja: ビデオを確認
pt_br: Revisar vídeos

source: Review your photos and free up some storage.
es: Revisa tus fotos y libera almacenamiento.
ja: 写真を見直して、容量を確保しましょう。
pt_br: Revise suas fotos e libere espaço.

source: reviewed
es: revisadas
ja: 確認済み
pt_br: revisadas

source: Same email
es: Mismo correo
ja: 同じメール
pt_br: Mesmo e-mail

source: Same name
es: Mismo nombre
ja: 同じ名前
pt_br: Mesmo nome

source: Same phone number
es: Mismo número
ja: 同じ電話番号
pt_br: Mesmo telefone

source: Save
es: Guardar
ja: 保存
pt_br: Salvar

source: Save %@
es: Ahorra %@
ja: %@節約
pt_br: Economize %@

source: Save %@ – %@ by compressing
es: Ahorra %@ – %@ al comprimir
ja: 圧縮で%@〜%@節約
pt_br: Economize %@ – %@ ao compactar

source: Save %@ by compressing
es: Ahorra %@ al comprimir
ja: 圧縮で%@節約
pt_br: Economize %@ ao compactar

source: Save %@ by deleting
es: Ahorra %@ al eliminar
ja: 削除で%@節約
pt_br: Economize %@ ao excluir

source: Save %@ by deleting video
es: Ahorra %@ al eliminar el video
ja: ビデオ削除で%@節約
pt_br: Economize %@ ao excluir o vídeo

source: Save ~%@
es: Ahorra ~%@
ja: 約%@節約
pt_br: Economize ~%@

source: Save to a new album
es: Guardar en un álbum nuevo
ja: 新しいアルバムに保存
pt_br: Salvar em um novo álbum

source: Saved
es: Ahorrado
ja: 節約
pt_br: Economizado

source: Savings
es: Ahorro
ja: 節約
pt_br: Economia

source: Scan Again
es: Escanear de nuevo
ja: 再スキャン
pt_br: Escanear novamente

source: Scan all photos again
es: Escanear todas las fotos de nuevo
ja: すべての写真を再スキャン
pt_br: Escanear todas as fotos novamente

source: Scanning media...
es: Escaneando archivos...
ja: メディアをスキャン中...
pt_br: Escaneando mídia...

source: Scanning photos...
es: Escaneando fotos...
ja: 写真をスキャン中...
pt_br: Escaneando fotos...

source: Scanning Photos...
es: Escaneando fotos...
ja: 写真をスキャン中...
pt_br: Escaneando fotos...

source: Score
es: Puntuación
ja: スコア
pt_br: Pontuação

source: Screen brightness is one of the biggest battery drains. Use Auto-Brightness or manually reduce brightness to extend battery life significantly.
es: El brillo es uno de los mayores gastos de batería. Usa el brillo automático o bájalo a mano para alargar la autonomía.
ja: 画面の明るさはバッテリー消費の大きな要因です。自動輝度を使うか、明るさを下げてバッテリーを長持ちさせましょう。
pt_br: O brilho da tela é um dos maiores gastos de bateria. Use o brilho automático ou diminua manualmente para prolongar a carga.

source: Screenshots
es: Capturas
ja: スクリーンショット
pt_br: Capturas de tela

source: Screenshots Piling Up? 📋
es: ¿Se acumulan las capturas? 📋
ja: スクリーンショットが増えていませんか？ 📋
pt_br: Capturas se acumulando? 📋

source: Search
es: Buscar
ja: 検索
pt_br: Buscar

source: Search contacts
es: Buscar contactos
ja: 連絡先を検索
pt_br: Buscar contatos

source: Secret
es: Secreto
ja: シークレット
pt_br: Secreto

source: Secret Album
es: Álbum secreto
ja: シークレットアルバム
pt_br: Álbum secreto

source: Secret Contacts
es: Contactos secretos
ja: シークレット連絡先
pt_br: Contatos secretos

source: Secret Folder
es: Carpeta secreta
ja: シークレットフォルダ
pt_br: Pasta secreta

source: Secret folder not found
es: No se encontró la carpeta secreta
ja: シークレットフォルダが見つかりません
pt_br: Pasta secreta não encontrada

source: Secret Space
es: Espacio secreto
ja: シークレットスペース
pt_br: Espaço secreto

source: Secret Storage
es: Almacenamiento secreto
ja: シークレットストレージ
pt_br: Armazenamento secreto

source: Secure your data with passcode or Face ID
es: Protege tus datos con código o Face ID
ja: パスコードまたはFace IDでデータを守ります
pt_br: Proteja seus dados com código ou Face ID

source: See how much space you can free up today.
es: Mira cuánto espacio puedes liberar hoy.
ja: 今日どれだけ容量を解放できるか確認しましょう。
pt_br: Veja quanto espaço você pode liberar hoje.

source: See how much space you've freed over time
es: Mira cuánto espacio has liberado con el tiempo
ja: これまでに解放した容量を確認できます
pt_br: Veja quanto espaço você liberou ao longo do tempo

source: See overall device condition at a glance
es: Consulta el estado general del dispositivo de un vistazo
ja: デバイス全体の状態をひと目で確認できます
pt_br: Veja a condição geral do aparelho de relance

source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar

source: Select All
es: Seleccionar todo
ja: すべて選択
pt_br: Selecionar tudo

source: Select Best Shots
es: Elegir mejores tomas
ja: ベストショットを選択
pt_br: Selecionar as melhores

source: Select Month
es: Elegir mes
ja: 月を選択
pt_br: Selecionar mês

source: Select Photos
es: Seleccionar fotos
ja: 写真を選択
pt_br: Selecionar fotos

source: Selected:
es: Seleccionadas:
ja: 選択済み：
pt_br: Selecionadas:

source: Selected: %lld
es: Seleccionadas: %lld
ja: 選択済み：%lld
pt_br: Selecionadas: %lld

source: Session Summary
es: Resumen de la sesión
ja: セッションのまとめ
pt_br: Resumo da sessão

source: Sessions
es: Sesiones
ja: セッション
pt_br: Sessões

source: Set Passcode
es: Establecer código
ja: パスコードを設定
pt_br: Definir código

source: Set up passcode
es: Configurar código
ja: パスコードを設定
pt_br: Configurar código

source: Set up passcode and biometric authentication
es: Configura un código y la autenticación biométrica
ja: パスコードと生体認証を設定します
pt_br: Configure um código e a autenticação biométrica

source: Settings
es: Ajustes
ja: 設定
pt_br: Ajustes

source: Short videos
es: Videos cortos
ja: 短いビデオ
pt_br: Vídeos curtos

source: Short Videos
es: Videos cortos
ja: 短いビデオ
pt_br: Vídeos curtos

source: Short videos (under 10 seconds) often include accidental recordings, failed takes, or unnecessary clips that take up storage.
es: Los videos cortos (menos de 10 segundos) suelen ser grabaciones accidentales, tomas fallidas o clips innecesarios que ocupan espacio.
ja: 10秒未満の短いビデオには、誤撮影、失敗したテイク、不要なクリップなど、容量を圧迫するものが多く含まれます。
pt_br: Vídeos curtos (menos de 10 segundos) costumam ser gravações acidentais, takes falhos ou clipes desnecessários que ocupam espaço.

source: Similar names
es: Nombres similares
ja: 似た名前
pt_br: Nomes semelhantes

source: Similar Names
es: Nombres similares
ja: 似た名前
pt_br: Nomes semelhantes

source: Similar Names Detected
es: Nombres similares detectados
ja: 似た名前を検出しました
pt_br: Nomes semelhantes detectados

source: Similar photos
es: Fotos similares
ja: 似た写真
pt_br: Fotos semelhantes

source: Similar Photos
es: Fotos similares
ja: 似た写真
pt_br: Fotos semelhantes

source: Similar Photos Found
es: Fotos similares encontradas
ja: 似た写真が見つかりました
pt_br: Fotos semelhantes encontradas

source: Similar photos take up extra space. Use our Similar Photos feature to find and remove duplicates while keeping the best shots.
es: Las fotos similares ocupan espacio extra. Usa Fotos similares para encontrar y quitar duplicados y quedarte con las mejores tomas.
ja: 似た写真は余分な容量を使います。似た写真機能で重複を見つけて削除し、ベストショットだけを残しましょう。
pt_br: Fotos semelhantes ocupam espaço extra. Use Fotos semelhantes para encontrar e remover duplicatas e ficar com as melhores.

source: Similar Photos Waiting ✨
es: Fotos similares esperando ✨
ja: 似た写真が待っています ✨
pt_br: Fotos semelhantes esperando ✨

source: Siri Suggestions analyze your usage patterns. Disabling them can reduce background processing. Find this in Settings > Siri & Search.
es: Las sugerencias de Siri analizan tu uso. Desactivarlas reduce el trabajo en segundo plano. Lo encuentras en Ajustes > Siri y Buscar.
ja: Siriからの提案は利用傾向を分析します。オフにするとバックグラウンド処理を減らせます。設定 > Siriと検索で変更できます。
pt_br: As Sugestões da Siri analisam seu uso. Desativá-las pode reduzir o processamento em segundo plano. Veja em Ajustes > Siri e Busca.

source: Size (Largest)
es: Tamaño (más grandes)
ja: サイズ（大きい順）
pt_br: Tamanho (maiores)

source: Size: %@
es: Tamaño: %@
ja: サイズ：%@
pt_br: Tamanho: %@

source: Skip
es: Saltar
ja: スキップ
pt_br: Pular

source: Slightly Elevated
es: Ligeramente alta
ja: やや高め
pt_br: Ligeiramente elevada

source: Smart Contact Organizer
es: Organizador inteligente de contactos
ja: スマート連絡先整理
pt_br: Organizador inteligente de contatos

source: Smart Tips
es: Consejos inteligentes
ja: スマートヒント
pt_br: Dicas inteligentes

source: Something went wrong
es: Algo salió mal
ja: 問題が発生しました
pt_br: Algo deu errado

source: Something Went Wrong
es: Algo salió mal
ja: 問題が発生しました
pt_br: Algo deu errado

source: Something went wrong.
es: Algo salió mal.
ja: 問題が発生しました。
pt_br: Algo deu errado.

source: Sort
es: Ordenar
ja: 並べ替え
pt_br: Ordenar

source: Sort by
es: Ordenar por
ja: 並べ替え
pt_br: Ordenar por

source: sorted
es: ordenadas
ja: 整理済み
pt_br: organizadas

source: Space to clean
es: Espacio por liberar
ja: 解放できる容量
pt_br: Espaço para limpar

source: Start Cleaning Now
es: Empezar a limpiar ahora
ja: 今すぐクリーンアップを開始
pt_br: Começar a limpar agora

source: START FREE TRIAL
es: EMPEZAR PRUEBA GRATIS
ja: 無料トライアルを開始
pt_br: INICIAR TESTE GRÁTIS

source: Starting...
es: Iniciando...
ja: 開始中...
pt_br: Iniciando...

source: Status
es: Estado
ja: 状態

source: Stop apps from refreshing in the background
es: Evita que las apps se actualicen en segundo plano
ja: アプリのバックグラウンド更新を止めましょう
pt_br: Impeça que os apps atualizem em segundo plano

source: Storage
es: Almacenamiento
ja: ストレージ
pt_br: Armazenamento

source: STORAGE
es: ALMACENAMIENTO
ja: ストレージ
pt_br: ARMAZENAMENTO

source: Storage Overview
es: Resumen de almacenamiento
ja: ストレージの概要
pt_br: Visão geral do armazenamento

source: Storage Reminder 📱
es: Recordatorio de almacenamiento 📱
ja: ストレージのリマインダー 📱
pt_br: Lembrete de armazenamento 📱

source: Storage Space Check ⚡
es: Revisión de espacio ⚡
ja: 空き容量チェック ⚡
pt_br: Checagem de espaço ⚡

source: Storage Status
es: Estado del almacenamiento
ja: ストレージの状態
pt_br: Status do armazenamento

source: Store private photos and videos securely
es: Guarda fotos y videos privados de forma segura
ja: プライベートな写真やビデオを安全に保存します
pt_br: Guarde fotos e vídeos privados com segurança

source: Subscriptions are temporarily unavailable. Please try again later.
es: Las suscripciones no están disponibles temporalmente. Inténtalo más tarde.
ja: サブスクリプションは一時的に利用できません。しばらくしてからもう一度お試しください。
pt_br: As assinaturas estão temporariamente indisponíveis. Tente novamente mais tarde.

source: Subscriptions are temporarily unavailable...
es: Las suscripciones no están disponibles...
ja: サブスクリプションは一時的に利用できません...
pt_br: As assinaturas estão temporariamente indisponíveis...

source: Success
es: Listo
ja: 成功
pt_br: Sucesso

source: Successfully restored %@
es: Se restauró %@
ja: %@を復元しました
pt_br: %@ restaurado com sucesso

source: Successfully restored %lld contacts
es: Se restauraron %lld contactos
ja: %lld件の連絡先を復元しました
pt_br: %lld contatos restaurados com sucesso

source: Summary
es: Resumen
ja: まとめ
pt_br: Resumo

source: Swipe
es: Deslizar
ja: スワイプ
pt_br: Deslizar

source: Swipe Clean
es: Limpieza por deslizamiento
ja: スワイプクリーン
pt_br: Limpeza por deslize

source: Swipe Photos
es: Deslizar fotos
ja: 写真をスワイプ
pt_br: Deslizar fotos

source: Swipe right to keep a photo, swipe left to delete
es: Desliza a la derecha para conservar, a la izquierda para eliminar
ja: 右にスワイプで残す、左にスワイプで削除
pt_br: Deslize para a direita para manter, para a esquerda para excluir

source: Swipe to Decide
es: Desliza para decidir
ja: スワイプで決める
pt_br: Deslize para decidir

source: Tap photos to keep them
es: Toca las fotos que quieres conservar
ja: 残したい写真をタップ
pt_br: Toque nas fotos para mantê-las

source: Tap to select best shots
es: Toca para elegir las mejores tomas
ja: タップしてベストショットを選択
pt_br: Toque para selecionar as melhores

source: Temperature
es: Temperatura
ja: 温度
pt_br: Temperatura

source: Terms
es: Términos
ja: 利用規約
pt_br: Termos

source: Terms of use
es: Términos de uso
ja: 利用規約
pt_br: Termos de uso

source: Terms of Use
es: Términos de uso
ja: 利用規約
pt_br: Termos de Uso

source: The smartest way to free up space on your iPhone and keep it organized.
es: La forma más inteligente de liberar espacio en tu iPhone y mantenerlo ordenado.
ja: iPhoneの空き容量を確保し、整理するための最もスマートな方法です。
pt_br: A forma mais inteligente de liberar espaço no seu iPhone e mantê-lo organizado.

source: then %@ / week
es: luego %@ / semana
ja: その後 %@ / 週
pt_br: depois %@ / semana

source: These contacts will be permanently deleted.
es: Estos contactos se eliminarán definitivamente.
ja: これらの連絡先は完全に削除されます。
pt_br: Estes contatos serão excluídos permanentemente.

source: These items will be permanently deleted from Secret Album.
es: Estos elementos se eliminarán definitivamente del Álbum secreto.
ja: これらの項目はシークレットアルバムから完全に削除されます。
pt_br: Estes itens serão excluídos permanentemente do Álbum secreto.

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ja: この操作は取り消せません。
pt_br: Esta ação não pode ser desfeita.

source: This contact will be permanently deleted.
es: Este contacto se eliminará definitivamente.
ja: この連絡先は完全に削除されます。
pt_br: Este contato será excluído permanentemente.

source: This device is not allowed to make purchases. Please check your device settings.
es: Este dispositivo no puede hacer compras. Revisa los ajustes.
ja: このデバイスでは購入が許可されていません。設定を確認してください。
pt_br: Este dispositivo não pode fazer compras. Verifique os ajustes.

source: This may take a few moments
es: Esto puede tardar unos momentos
ja: 少し時間がかかる場合があります
pt_br: Isso pode levar alguns instantes

source: This Month
es: Este mes
ja: 今月
pt_br: Este mês

source: This subscription is not available in your region.
es: Esta suscripción no está disponible en tu región.
ja: このサブスクリプションはお住まいの地域では利用できません。
pt_br: Esta assinatura não está disponível na sua região.

source: This Week
es: Esta semana
ja: 今週
pt_br: Esta semana

source: This will add all %lld contacts from this backup to your address book.
es: Esto añadirá los %lld contactos de esta copia a tu agenda.
ja: このバックアップの連絡先%lld件がアドレス帳に追加されます。
pt_br: Isso adicionará todos os %lld contatos deste backup à sua agenda.

source: This will add this contact to your address book.
es: Esto añadirá este contacto a tu agenda.
ja: この連絡先がアドレス帳に追加されます。
pt_br: Isso adicionará este contato à sua agenda.

source: This will merge all duplicate groups into single contacts. This action cannot be undone.
es: Esto fusionará todos los grupos duplicados en un solo contacto. No se puede deshacer.
ja: すべての重複グループが1つの連絡先に統合されます。この操作は取り消せません。
pt_br: Isso mesclará todos os grupos duplicados em um único contato. Esta ação não pode ser desfeita.

source: This will permanently delete all cleaning history from your device.
es: Esto eliminará definitivamente todo el historial de limpieza de tu dispositivo.
ja: デバイス上のすべてのクリーンアップ履歴が完全に削除されます。
pt_br: Isso excluirá permanentemente todo o histórico de limpeza do seu dispositivo.
